{
  "_version": 1,
  "name": "Quel est ton nom?",
  "messages.hello": "Allô, %{name}",
  "bravo": "Bravo!",
  "do": "Fait quelque chose!",
  "take.key": "Prendre clé",

  "bag.content": "Votre sac contient: ",
  "cannot.take": "Impossible de prendre %{object}",
  "message.end": "C'est la fin pour %{name}",
  "verb.look": "regarder",
  "verb.take": "prendre",
  "verb.open": "ouvrir",
  "verb.use": "utiliser",
  "verb.push": "pousser",
  "verb.go": "aller",
  "verb.talk": "parler",
  "verb.jump": "sauter",
  "verb.eat": "manger",
  "command.help": "aide",
  "command.equipment": "equipment",
  "command.quit": "quitter",
  "object.key": "cle",
  "object.bread": "pain",
  "title": "******************************\nDonjon de la souffrance\n******************************\n\n",
  "intro.text": "Assis sur un tronc d'arbre, à l'arrière de l'auberge du village, vous grignotez un morceau de pain sec que le tenancier de l'établissement vous a donné par pitié (et probablement pour vous garder loin de ses clients). Tout a commencé il y a deux semaines quand vous avez décidé de partir à l'aventure. Muni de votre sac à dos plein de provisions, d'une épée de bonne qualité dans son fourreau, votre esprit rempli d'illusions sur les exploits que vous alliez accomplir, vous étiez prêt. Pour entreprendre ce voyage vous avez vendu tous vos avoirs, une vieille mule, un râteau auquel il manquait une dent et le collier de votre grand-mère. Ce dernier n'ayant aucune valeur sentimentale pour vous puisque la vieille vous battait et vous utilisait pratiquement comme un esclave jusqu'à sa mort il y a un peu plus d'un mois. Mangée par des gobelins, a été la conclusion de la courte enquête du chef de la milice locale. \"C'est la seconde cause de décès au royaume\", disait-il, \"juste après la stupidité\". La vieille a dû s'aventurer trop près de la forêt pour cueillir des champignons et a fini en tant que plat principal dans un festin de dégoûtants gobelins.\n\nBref, après avoir tout vendu pour la faramineuse somme de 5 pièces d'or, 2 pièces d'argent et 3 pièces de cuivre vous avez quitté votre village natal. Espérant trouver un trésor perdu ou juste un peu de divertissement, vous avez marché vers le nord, l'âme en paix et en communion avec la nature. Jusqu'à ce que cette nature se rebelle contre vous sous la forme d'un violent orage. Loin d'être sot, vous avez trouvé un abri dans une petite grotte à quelques enjambées de la route. La fumée émise par le petit feu que vous aviez fait pour vous réchauffer a dû attirer la racaille parce que, alors que vous étiez sur le point de vous assoupir, un craquement de branches a mis vos sens en alerte. Trois orcs malodorants s'approchaient d'un pas vif de votre campement de fortune. Vous n'avez eu qu'un instant pour plonger entre les jambes de l'orc le plus proche pour éviter le coup de massue qui s'abattit exactement où vous vous trouviez. Alors que vous vous apprêtiez à faire la course de votre vie, le poing du second orc s'écrasa contre votre visage vous faisant perdre un précieux instant. Ce qui donna l'occasion au troisième orc de tenter de vous embrocher avec son épée courte émoussée. Un tantinet plus à gauche et vos entrailles auraient jonché le sol mais, par chance, son épée s'enfonça dans votre sac à dos de voyage répandant tout son contenu sur le sol. Par réflexe, vous avez bien tenté de dégainer votre épée mais celle-ci reposait toujours confortablement près feu où se trouvaient les trois orcs agressifs. Vous avez choisi la solution la plus logique, même si ce n'était probablement pas la plus héroïque : la fuite.\n\nBilan de l'incident, vous avez perdu votre arme, le contenu de votre sac et votre fierté. Il vous reste un sac déchiré, vos vêtements trempés et une bourse dans laquelle il ne reste que 3 pièces d'or et 1 pièce d'argent. Qui plus est, vous êtes complètement trempé. Après avoir marché toute la journée pour mettre le plus de distance possible entre vous et les orcs, la chance vous sourit. Vous êtes tombé sur un groupe de quatre aventuriers bivouaquant en bordure du chemin. Ils vous ont invités à profiter de leur feu et à partager leur repas (vos rations de voyage étant probablement déjà dans le ventre d'un orc). Au petit matin, vous vous êtes réveillé frais et dispo mais il n'y avait plus aucune trace de vos compagnons de la veille, ni de votre bourse d'ailleurs.\n\nPendant deux jours vous avez marché avant de tomber sur le village où vous vous trouvez maintenant. Vous êtes sans le sou, sale, puant, et le pain sec ne fera taire votre estomac que pour un court moment. Vous avez vraiment besoin d'AIDE, vous devriez demander de l'AIDE.",
  "help.text": "Voici ce que vous devez savoir pour naviger en ce monde:\n\nLa vie y est simple, il vous suffit d'un mot ou deux PAS PLUS, pour accomplir tout ce qu'il y a à accomplir. Les actions utiles sont \"regarder\", \"prendre\", \"ouvrir\", \"utiliser\", \"pousser\", \"aller\", \"parler\", \"sauter\", \"manger\". Par exemple, \"manger pain\" soulagera votre estomac et \"regarder\" vous donnera une description de votre environnement immédiat. Parfois il faut être spécifique comme \"aller ouest\" pour vous diriger vers l'ouest et d'autres fois rester plus vague comme \"parler\" ou \"pousser\" sera suffisant si la situation est claire. N'oubliez pas que vous pouvez aussi utiliser les objets dans votre sac.\n\nÀ tout moment, vous pouvez demander de l'AIDE pour vous remémorer le fonctionnement de la vie.\n\n\"Regarder sac\" vous permet de consulter le contenu de votre sac (que vous avez rapiécé).\n"
}